10/data/attachments/1fccf2e66d4b4730.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heidi_available_Actions_74378_0</nif:username>
            <nif:friendToBeRequested>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>